Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: What you say
bg: Какво казвате
cs: Co říkáte
da: Hvad du siger
de: Was Sie sagen
el: Τι λέτε
es: Lo que dice
et: Mida sa ütled
fi: Mitä sanot
fr: Ce que vous dites
hi: आप क्या कहते हैं
hr: Što kažete
hu: Amit mond
it: Cosa dici
ja: あなたが言うこと
ko: 말하는 내용
lt: Ką sakote
lv: Ko Jūs sakāt
nb: Hva du sier
nl: Wat u zegt
pl: Co mówisz
pt: O que você diz
ro: Ce spuneți
ru: Что вы говорите
sk: Čo poviete
sl: Kaj poveste
sv: Det du säger
tr: Ne söylediğiniz
uk: Що ви говорите
zh: 您说的内容

source: When storage runs low, your device may clear the prepared speech model, forcing a slow rebuild before dictation. Free up space in Settings › General › Storage.
bg: Когато мястото свършва, устройството може да изтрие подготвения речев модел и преди диктовка той ще се преизгражда дълго. Освободете място в Настройки › Основни › Пространство за съхранение.
cs: Když dochází místo, může zařízení odstranit připravený řečový model a ten se před diktováním musí zdlouhavě znovu sestavit. Uvolněte místo v Nastavení › Obecné › Úložiště.
da: Når der er lidt plads tilbage, sletter din enhed måske den forberedte talemodel, som derefter skal genopbygges langsomt før diktering. Frigør plads i Indstillinger › Generelt › Lagringsplads.
de: Wenn der Speicher knapp wird, löscht das Gerät möglicherweise das vorbereitete Sprachmodell, sodass es vor dem Diktieren langsam neu erstellt werden muss. Geben Sie unter Einstellungen › Allgemein › Speicher Speicherplatz frei.
el: Όταν ο χώρος αποθήκευσης μειώνεται, η συσκευή σας ενδέχεται να διαγράψει το προετοιμασμένο μοντέλο ομιλίας, με αποτέλεσμα να απαιτείται αργή αναδημιουργία πριν από την υπαγόρευση. Ελευθερώστε χώρο στις Ρυθμίσεις › Γενικά › Χώρος αποθήκευσης.
es: Cuando queda poco espacio, tu dispositivo puede eliminar el modelo de voz preparado, forzando una reconstrucción lenta antes del dictado. Libera espacio en Ajustes › General › Almacenamiento.
et: Kui ruumi jääb väheks, võib seade ettevalmistatud kõnemudeli kustutada ja seda tuleb enne dikteerimist aeglaselt uuesti üles ehitada. Vabastage ruumi jaotises Seaded › Üldine › Salvestusruum.
fi: Kun tallennustila käy vähiin, laitteesi voi poistaa valmistellun puhemallin, jolloin se rakennetaan hitaasti uudelleen ennen sanelua. Vapauta tilaa kohdassa Asetukset › Yleiset › Tallennustila.
fr: Lorsque l’espace de stockage est faible, votre appareil peut supprimer le modèle vocal préparé, forçant une longue reconstruction avant la dictée. Libérez de l’espace dans Réglages › Général › Stockage.
hi: स्टोरेज कम हो जाने पर आपका डिवाइस तैयार किया गया स्पीच मॉडल हटा सकता है और डिक्टेशन से पहले उसे फिर से बनने में समय लगता है। जगह खाली करने के लिए सेटिंग्स › सामान्य › स्टोरेज में जाएँ।
hr: Kad ponestane prostora, uređaj može izbrisati pripremljeni govorni model pa se prije diktiranja mora dugo ponovno graditi. Oslobodite prostor u Postavke › Općenito › Memorija.
hu: Ha kevés a tárhely, a készülék törölheti az előkészített beszédmodellt, amelyet diktálás előtt lassan újra kell építeni. Szabadítson fel helyet a Beállítások › Általános › Tárhely menüpontban.
it: Quando lo spazio è insufficiente, il dispositivo può eliminare il modello vocale preparato, forzando una lenta ricostruzione prima della dettatura. Libera spazio in Impostazioni › Generali › Spazio.
ja: 空き容量が少なくなると、お使いのデバイスは準備済みの音声モデルを削除することがあり、音声入力の前に時間のかかる再構築が必要になります。設定 › 一般 › ストレージで空き容量を確保してください。
ko: 저장 공간이 부족해지면 기기가 준비된 음성 모델을 삭제하여, 받아쓰기 전에 느린 재구축이 필요할 수 있습니다. 설정 › 일반 › 저장 공간에서 공간을 확보하세요.
lt: Kai lieka mažai vietos, įrenginys gali ištrinti paruoštą kalbos modelį, todėl prieš diktavimą jį teks lėtai perkurti. Atlaisvinkite vietos: Nustatymai › Bendrieji › Saugykla.
lv: Kad vietas paliek maz, ierīce var izdzēst sagatavoto runas modeli, tāpēc pirms diktēšanas tas ilgi jāpārbūvē. Atbrīvojiet vietu sadaļā Iestatījumi › Vispārīgi › Krātuve.
nb: Når det er lite plass igjen, sletter enheten din kanskje den forberedte talemodellen, som deretter må gjenoppbygges langsomt før diktering. Frigjør plass i Innstillinger › Generelt › Lagring.
nl: Als de opslag opraakt, wist uw apparaat mogelijk het voorbereide spraakmodel, waardoor het vóór het dicteren langzaam opnieuw wordt opgebouwd. Maak ruimte vrij in Instellingen › Algemeen › Opslag.
pl: Gdy brakuje miejsca, urządzenie może usunąć przygotowany model mowy, a jego ponowna odbudowa przed dyktowaniem potrwa długo. Zwolnij miejsce w Ustawienia › Ogólne › Pamięć.
pt: Quando há pouco espaço, o dispositivo pode remover o modelo de voz preparado, forçando uma reconstrução lenta antes do ditado. Libere espaço em Ajustes › Geral › Armazenamento.
ro: Când spațiul este redus, dispozitivul poate șterge modelul vocal pregătit, forțând o reconstruire lentă înainte de dictare. Eliberați spațiu în Configurări › General › Stocare.
ru: При нехватке места устройство может удалить подготовленную модель, и перед диктовкой она будет долго пересобираться. Освободите место в Настройки › Основные › Хранилище.
sk: Keď dochádza miesto, môže zariadenie odstrániť pripravený rečový model a ten sa pred diktovaním musí zdĺhavo znova zostaviť. Uvoľnite miesto v Nastavenia › Všeobecné › Úložisko.
sl: Ko zmanjka prostora, lahko naprava izbriše pripravljeni govorni model, zato se mora pred narekovanjem počasi znova zgraditi. Sprostite prostor v Nastavitve › Splošno › Shramba.
sv: När lagringsutrymmet börjar ta slut kan enheten radera den förberedda talmodellen, som då måste byggas om långsamt innan diktering. Frigör utrymme i Inställningar › Allmänt › Lagring.
tr: Depolama alanı azaldığında, cihazınız hazırlanan konuşma modelini silebilir ve dikteden önce onu yeniden oluşturmak uzun sürer. Ayarlar › Genel › Depolama Alanı bölümünden yer açın.
uk: Коли бракує місця, пристрій може видалити підготовлену модель мовлення, і перед диктуванням вона буде довго перезбиратися. Звільніть місце в Параметри › Загальні › Сховище.
zh: 储存空间不足时，您的设备可能会清除已准备好的语音模型，导致听写前需要缓慢重建。请在设置 › 通用 › 储存空间中腾出空间。

source: Write an Email
bg: Напишете имейл
cs: Napsat e-mail
da: Skriv en e-mail
de: E-Mail schreiben
el: Σύνταξη email
es: Escribir un correo
et: Kirjuta e-kiri
fi: Kirjoita sähköposti
fr: Écrire un e-mail
hi: ईमेल लिखें
hr: Napiši e-mail
hu: E-mail írása
it: Scriva un’email
ja: メールを作成
ko: 이메일 작성
lt: Parašyti el. laišką
lv: Rakstīt e-pastu
nb: Skriv en e-post
nl: E-mail schrijven
pl: Napisz e-mail
pt: Escrever um e-mail
ro: Scrie un e-mail
ru: Написать письмо
sk: Napísať e-mail
sl: Napiši e-poštno sporočilo
sv: Skicka e-post
tr: E-posta Yaz
uk: Написати листа
zh: 发送邮件

source: Writing Style
bg: Стил на писане
cs: Styl psaní
da: Skrivestil
de: Schreibstil
el: Στυλ γραφής
es: Estilo de escritura
et: Kirjutusstiil
fi: Kirjoitustyyli
fr: Style d’écriture
hi: लेखन शैली
hr: Stil pisanja
hu: Írási stílus
it: Stile di scrittura
ja: 文体
ko: 문체
lt: Rašymo stilius
lv: Rakstības stils
nb: Skrivestil
nl: Schrijfstijl
pl: Styl pisania
pt: Estilo de escrita
ro: Stil de scriere
ru: Стиль текста
sk: Štýl písania
sl: Slog pisanja
sv: Skrivstil
tr: Yazım Stili
uk: Стиль письма
zh: 书写风格

source: Your transcriptions will appear here.
bg: Вашите транскрипции ще се показват тук.
cs: Vaše přepisy se zobrazí zde.
da: Dine transskriptioner vises her.
de: Ihre Transkriptionen werden hier angezeigt.
el: Οι μεταγραφές σας θα εμφανίζονται εδώ.
es: Sus transcripciones aparecerán aquí.
et: Teie transkriptsioonid ilmuvad siia.
fi: Litterointisi näkyvät täällä.
fr: Vos transcriptions apparaîtront ici.
hi: आपके ट्रांसक्रिप्शन यहाँ दिखाई देंगे।
hr: Vaše transkripcije pojavit će se ovdje.
hu: Az átiratai itt fognak megjelenni.
it: Le Sue trascrizioni appariranno qui.
ja: 文字起こしはここに表示されます。
ko: 변환된 텍스트가 여기에 표시됩니다.
lt: Jūsų transkripcijos atsiras čia.
lv: Jūsu transkripcijas parādīsies šeit.
nb: Transkripsjonene dine vises her.
nl: Uw transcripties verschijnen hier.
pl: Transkrypcje pojawią się tutaj.
pt: Suas transcrições vão aparecer aqui.
ro: Transcrierile dvs. vor apărea aici.
ru: Ваши расшифровки появятся здесь.
sk: Vaše prepisy sa zobrazia tu.
sl: Vaše transkripcije se bodo prikazale tu.
sv: Dina transkriptioner visas här.
tr: Transkripsiyonlarınız burada görünecektir.
uk: Ваші розшифровки зʼявлятимуться тут.
zh: 您的转录内容将显示在此处。

source: Your voice data never leaves your device — everything is processed locally by a model you download once. No servers, no tracking, no internet needed, open-source code. Made to keep 100% of your data on your device.
bg: Вашите гласови данни никога не напускат устройството — всичко се обработва локално от модел, който изтегляте еднократно. Без сървъри, без проследяване, без нужда от интернет, с отворен код. Създадено така, че 100 % от данните Ви да останат на устройството.
cs: Vaše hlasová data nikdy neopustí vaše zařízení — vše se zpracovává lokálně modelem, který si stáhnete jednou. Žádné servery, žádné sledování, není potřeba internet, otevřený zdrojový kód. Vytvořeno tak, aby 100 % vašich dat zůstalo na vašem zařízení.
da: Dine stemmedata forlader aldrig din enhed — alt behandles lokalt af en model, du downloader én gang. Ingen servere, ingen sporing, intet internet påkrævet, open source-kode. Designet til at holde 100 % af dine data på din enhed.
de: Ihre Sprachdaten verlassen niemals Ihr Gerät — alles wird lokal von einem Modell verarbeitet, das Sie einmal herunterladen. Keine Server, kein Tracking, kein Internet nötig, Open-Source-Code. Entwickelt, um 100 % Ihrer Daten auf Ihrem Gerät zu behalten.
el: Τα φωνητικά σας δεδομένα δεν φεύγουν ποτέ από τη συσκευή σας — όλα επεξεργάζονται τοπικά από ένα μοντέλο που κατεβάζετε μία φορά. Χωρίς διακομιστές, χωρίς παρακολούθηση, χωρίς ανάγκη διαδικτύου, ανοιχτός κώδικας. Φτιαγμένο για να κρατά το 100% των δεδομένων σας στη συσκευή σας.
es: Sus datos de voz nunca salen del dispositivo — todo se procesa de forma local con un modelo que descarga una sola vez. Sin servidores, sin rastreo, sin internet, con código abierto. Creado para mantener el 100 % de sus datos en su dispositivo.
et: Teie hääleandmed ei lahku kunagi teie seadmest — kõike töödeldakse kohalikult mudeliga, mille laadite kord alla. Serverit pole, jälgimist pole, internetti pole vaja, avatud lähtekoodiga. Tehtud nii, et 100% teie andmetest jääks teie seadmesse.
fi: Äänitietosi eivät koskaan poistu laitteestasi — kaikki käsitellään laitteessa mallilla, jonka lataat kerran. Ei palvelimia, ei seurantaa, ei internetiä, avoin lähdekoodi. Tehty pitämään 100 % tiedoistasi laitteessasi.
fr: Vos données vocales ne quittent jamais votre appareil — tout est traité localement par un modèle que vous téléchargez une seule fois. Pas de serveurs, pas de suivi, pas d’internet requis, code open source. Conçu pour garder 100 % de vos données sur votre appareil.
hi: आपका वॉइस डेटा कभी आपके डिवाइस से बाहर नहीं जाता — सब कुछ एक बार डाउनलोड किए गए मॉडल द्वारा स्थानीय रूप से प्रोसेस होता है। कोई सर्वर नहीं, कोई ट्रैकिंग नहीं, इंटरनेट की ज़रूरत नहीं, ओपन-सोर्स कोड। आपके 100% डेटा को आपके डिवाइस पर रखने के लिए बनाया गया।
hr: Vaši glasovni podaci nikad ne napuštaju vaš uređaj — sve obrađuje lokalno model koji preuzmete samo jednom. Bez poslužitelja, bez praćenja, bez interneta, otvoreni izvorni kôd. Stvoreno tako da 100 % vaših podataka ostane na vašem uređaju.
hu: A hangadatai soha nem hagyják el az eszközét — mindent helyben dolgoz fel egy egyszer letöltött modell. Nincsenek szerverek, nincs nyomon követés, nincs szükség internetre, nyílt forráskódú kód. Arra készült, hogy az adatainak 100%-a az eszközön maradjon.
it: I Suoi dati vocali non lasciano mai il dispositivo: tutto viene elaborato localmente da un modello che scarica una sola volta. Nessun server, nessun tracciamento, nessuna connessione internet necessaria, codice open source. Pensato per mantenere il 100% dei Suoi dati sul dispositivo.
ja: 音声データがデバイスから出ることはありません — すべて一度ダウンロードしたモデルによりローカルで処理されます。サーバーなし、トラッキングなし、インターネット不要、オープンソースコード。データの100%をデバイス上に保つために作られました。
ko: 음성 데이터는 기기를 떠나지 않습니다 — 모든 것은 한 번 다운로드한 모델이 로컬에서 처리합니다. 서버 없음, 추적 없음, 인터넷 불필요, 오픈 소스 코드. 데이터의 100%를 기기에 보관하도록 설계되었습니다.
lt: Jūsų balso duomenys niekada nepalieka įrenginio — viskas apdorojama vietoje modeliu, kurį atsisiunčiate vieną kartą. Jokių serverių, jokio sekimo, interneto nereikia, atviro kodo programa. Sukurta, kad 100% Jūsų duomenų liktų įrenginyje.
lv: Jūsu balss dati nekad nepamet Jūsu ierīci — visu lokāli apstrādā modelis, ko Jūs lejupielādējat vienreiz. Bez serveriem, bez izsekošanas, bez interneta, atvērtā pirmkoda kods. Veidots, lai 100% Jūsu datu paliktu Jūsu ierīcē.
nb: Stemmedataene dine forlater aldri enheten — alt behandles lokalt av en modell du laster ned én gang. Ingen servere, ingen sporing, ingen internett nødvendig, åpen kildekode. Laget for å holde 100 % av dataene dine på enheten.
nl: Uw spraakgegevens verlaten nooit uw apparaat — alles wordt lokaal verwerkt door een model dat u eenmalig downloadt. Geen servers, geen tracking, geen internet nodig, opensourcecode. Gemaakt om 100% van uw gegevens op uw apparaat te houden.
pl: Dane głosowe nigdy nie opuszczają urządzenia — wszystko jest przetwarzane lokalnie przez model pobierany jednorazowo. Bez serwerów, bez śledzenia, bez potrzeby internetu, otwarty kod źródłowy. Stworzony tak, aby 100% danych pozostawało na urządzeniu.
pt: Seus dados de voz nunca saem do seu dispositivo — tudo é processado localmente por um modelo que você baixa uma vez. Sem servidores, sem rastreamento, sem necessidade de internet, código aberto. Feito para manter 100% dos seus dados no seu dispositivo.
ro: Datele dvs. vocale nu părăsesc niciodată dispozitivul — totul este procesat local de un model pe care îl descărcați o singură dată. Fără servere, fără urmărire, fără internet, cod open source. Creat pentru a păstra 100% din datele dvs. pe dispozitiv.
ru: Ваши голосовые данные никогда не покидают устройство — всё обрабатывается локально моделью, которую вы скачиваете один раз. Без серверов, без слежки, без интернета, открытый исходный код. Создано, чтобы 100 % ваших данных оставались на устройстве.
sk: Vaše hlasové údaje nikdy neopustia vaše zariadenie — všetko sa spracováva lokálne modelom, ktorý si stiahnete iba raz. Žiadne servery, žiadne sledovanie, žiadny internet, otvorený zdrojový kód. Vytvorené tak, aby 100 % vašich údajov zostalo na vašom zariadení.
sl: Podatki Vašega glasu nikoli ne zapustijo naprave — vse se obdela lokalno z modelom, ki ga prenesete enkrat. Brez strežnikov, brez sledenja, brez interneta, odprtokodna koda. Narejeno tako, da 100 % Vaših podatkov ostane v napravi.
sv: Dina röstdata lämnar aldrig din enhet — allt bearbetas lokalt av en modell du laddar ner en gång. Inga servrar, ingen spårning, inget internet behövs, öppen källkod. Gjord för att hålla 100 % av dina data på din enhet.
tr: Ses verileriniz cihazınızdan asla çıkmaz — her şey, bir kez indirdiğiniz bir model tarafından yerel olarak işlenir. Sunucu yok, izleme yok, internet gerekmiyor, açık kaynak kodu. Verilerinizin %100’ünü cihazınızda tutmak için tasarlandı.
uk: Ваші голосові дані ніколи не залишають пристрій — усе обробляється локально моделлю, яку ви завантажуєте один раз. Без серверів, без відстеження, без інтернету, відкритий вихідний код. Створено, щоб 100% ваших даних залишались на вашому пристрої.
zh: 您的语音数据永远不会离开您的设备——一切由您一次性下载的模型在本地处理。无服务器、无跟踪、无需联网，开源代码。专为将 100% 的数据保留在您的设备上而设计。

source: OK
hr: U redu
ko: 확인
lt: Gerai
lv: Labi
sl: V redu
tr: Tamam
zh: 好

source: %@ RAM
ru: %@ ОЗУ
uk: %@ ОЗП
